Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.privacy.verificationPhotos.done
source: Your verification photos are deleted.
ar: حُذفت صور التحقق الخاصة بك.
bn: আপনার ভেরিফিকেশনের ছবি মুছে ফেলা হয়েছে।
ca: S'han eliminat les teves fotos de verificació.
cs: Tvé ověřovací fotografie jsou smazány.
da: Dine verificeringsfotos er slettet.
de: Deine Verifizierungsfotos sind gelöscht.
el: Οι φωτογραφίες επαλήθευσής σου διαγράφηκαν.
es: Tus fotos de verificación se han eliminado.
fi: Vahvistuskuvasi on poistettu.
fr: Vos photos de vérification sont supprimées.
he: תמונות האימות שלך נמחקו.
hi: आपकी सत्यापन फ़ोटो हटा दी गई हैं।
hr: Tvoje fotografije za provjeru su izbrisane.
hu: A hitelesítési fotóid törölve.
id: Foto verifikasimu dihapus.
it: Le tue foto di verifica sono state eliminate.
ja: 認証用の写真を削除しました。
ko: 인증 사진을 삭제했어요.
ml: നിങ്ങളുടെ വെരിഫിക്കേഷൻ ഫോട്ടോകൾ ഇല്ലാതാക്കി.
ms: Foto pengesahan anda telah dipadam.
nb: Verifiseringsbildene dine er slettet.
nl: Je verificatiefoto's zijn verwijderd.
pl: Twoje zdjęcia weryfikacyjne zostały usunięte.
pt_br: Suas fotos de verificação foram excluídas.
pt_pt: As suas fotos de verificação foram eliminadas.
ro: Fotografiile tale de verificare au fost șterse.
ru: Ваши фото для проверки удалены.
sk: Tvoje overovacie fotky boli odstránené.
sv: Dina verifieringsbilder har raderats.
ta: உங்கள் சரிபார்ப்புப் படங்கள் நீக்கப்பட்டன.
te: మీ ధృవీకరణ ఫోటోలు తొలగించబడ్డాయి.
th: ลบรูปยืนยันตัวตนของคุณแล้ว
tr: Doğrulama fotoğraflarınız silindi.
uk: Фото вашої верифікації видалено.
ur: آپ کی تصدیق کی تصاویر حذف ہو گئیں۔
vi: Ảnh xác minh của bạn đã bị xóa.
zh_hans: 你的验证照片已删除。
zh_hant: 你的驗證照片已刪除。

# settings.privacy.verificationPhotos.row
source: Verification photos
ar: صور التحقق
bn: ভেরিফিকেশনের ছবি
ca: Fotos de verificació
cs: Ověřovací fotografie
da: Verificeringsfotos
de: Verifizierungsfotos
el: Φωτογραφίες επαλήθευσης
es: Fotos de verificación
fi: Vahvistuskuvat
fr: Photos de vérification
he: תמונות אימות
hi: सत्यापन फ़ोटो
hr: Fotografije za provjeru
hu: Hitelesítési fotók
id: Foto verifikasi
it: Foto di verifica
ja: 認証用の写真
ko: 인증 사진
ml: വെരിഫിക്കേഷൻ ഫോട്ടോകൾ
ms: Foto pengesahan
nb: Verifiseringsbilder
nl: Verificatiefoto's
pl: Zdjęcia weryfikacyjne
pt_br: Fotos de verificação
pt_pt: Fotos de verificação
ro: Fotografii de verificare
ru: Фото для проверки
sk: Overovacie fotky
sv: Verifieringsbilder
ta: சரிபார்ப்புப் படங்கள்
te: ధృవీకరణ ఫోటోలు
th: รูปยืนยันตัวตน
tr: Doğrulama fotoğrafları
uk: Фото верифікації
ur: تصدیق کی تصاویر
vi: Ảnh xác minh
zh_hans: 验证照片
zh_hant: 驗證照片

# verification.approved.continue
source: Continue
ar: متابعة
bn: এগিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ml: തുടരുക
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
ta: தொடர்
te: కొనసాగించు
th: ต่อไป
tr: Devam
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# verification.approved.continue.hint
source: Refreshes your account and takes you into Known
ar: يحدّث حسابك وينقلك إلى «معروف»
bn: আপনার অ্যাকাউন্ট রিফ্রেশ করে Known-এ নিয়ে যায়
ca: Actualitza el teu compte i t'hi porta a Known
cs: Obnoví tvůj účet a vezme tě do aplikace Known
da: Opdaterer din konto og tager dig ind i Known
de: Aktualisiert dein Konto und bringt dich zu Known
el: Ανανεώνει τον λογαριασμό σου και σε μεταφέρει στο Known
es: Actualiza tu cuenta y te lleva a Known
fi: Päivittää tilisi ja vie sinut Knowniin
fr: Actualise votre compte et vous emmène dans Known
he: מרענן את החשבון שלך ומכניס אותך ל-Known
hi: आपका अकाउंट रिफ़्रेश करता है और आपको Known में ले जाता है
hr: Osvježava tvoj račun i vodi te u aplikaciju Known
hu: Frissíti a fiókodat, és beléptet a Knownba
id: Menyegarkan akunmu dan membawamu masuk ke Known
it: Aggiorna il tuo account e ti porta dentro Known
ja: アカウントを更新して、Knownに入ります
ko: 계정을 새로 고치고 Known으로 들어가요
ml: നിങ്ങളുടെ അക്കൗണ്ട് പുതുക്കി Known-ലേക്ക് കൊണ്ടുപോകുന്നു
ms: Menyegarkan akaun anda dan membawa anda masuk ke Known
nb: Oppdaterer kontoen din og tar deg inn på Known
nl: Vernieuwt je account en brengt je naar Known
pl: Odświeża konto i wprowadza Cię do Known
pt_br: Atualiza sua conta e leva você para dentro do Known
pt_pt: Atualiza a sua conta e leva-o para a Known
ro: Reîmprospătează contul și te duce în Known
ru: Обновляет аккаунт и открывает Known
sk: Obnoví tvoj účet a vezme ťa do Known
sv: Uppdaterar ditt konto och tar dig in i Known
ta: உங்கள் கணக்கைப் புதுப்பித்து Known-க்குள் அழைத்துச் செல்லும்
te: మీ ఖాతాను రిఫ్రెష్ చేసి Known లోకి తీసుకువెళ్తుంది
th: รีเฟรชบัญชีของคุณและพาคุณเข้าสู่ Known
tr: Hesabınızı yeniler ve sizi Known'a alır
uk: Оновлює ваш обліковий запис і переносить вас до Known
ur: آپ کا اکاؤنٹ تازہ کرتا ہے اور آپ کو Known میں لے جاتا ہے
vi: Làm mới tài khoản và đưa bạn vào Known
zh_hans: 刷新你的账户并带你进入 Known
zh_hant: 重新整理你的帳號並帶你進入 Known

# verification.approved.message
source: Nafath confirmed your identity. Welcome to Known.
ar: أكّد نفاذ هويتك. مرحبًا بك في «معروف».
bn: Nafath আপনার পরিচয় নিশ্চিত করেছে। Known-এ স্বাগতম।
ca: Nafath ha confirmat la teva identitat. Et donem la benvinguda a Known.
cs: Nafath potvrdil tvou totožnost. Vítej v aplikaci Known.
da: Nafath bekræftede din identitet. Velkommen til Known.
de: Nafath hat deine Identität bestätigt. Willkommen bei Known.
el: Το Nafath επιβεβαίωσε την ταυτότητά σου. Καλώς ήρθες στο Known.
es: Nafath confirmó tu identidad. Te damos la bienvenida a Known.
fi: Nafath vahvisti henkilöllisyytesi. Tervetuloa Knowniin.
fr: Nafath a confirmé votre identité. Bienvenue sur Known.
he: Nafath אישרה את זהותך. ברוך בואך ל-Known.
hi: Nafath ने आपकी पहचान की पुष्टि कर दी। Known में स्वागत है।
hr: Nafath je potvrdio tvoj identitet. Dobro došao/došla u aplikaciju Known.
hu: A Nafath megerősítette a személyazonosságodat. Üdv a Knownban.
id: Nafath mengonfirmasi identitasmu. Selamat datang di Known.
it: Nafath ha confermato la tua identità. Benvenuto su Known.
ja: Nafathが本人確認を完了しました。Knownへようこそ。
ko: Nafath가 신원을 확인했어요. Known에 오신 것을 환영해요.
ml: Nafath നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിച്ചു. Known-ലേക്ക് സ്വാഗതം.
ms: Nafath mengesahkan identiti anda. Selamat datang ke Known.
nb: Nafath bekreftet identiteten din. Velkommen til Known.
nl: Nafath heeft je identiteit bevestigd. Welkom bij Known.
pl: Nafath potwierdził Twoją tożsamość. Witaj w Known.
pt_br: O Nafath confirmou sua identidade. Boas-vindas ao Known.
pt_pt: O Nafath confirmou a sua identidade. Bem-vindo à Known.
ro: Nafath a confirmat identitatea ta. Bun venit pe Known.
ru: Nafath подтвердил вашу личность. Добро пожаловать в Known.
sk: Nafath potvrdil tvoju totožnosť. Vitaj v Known.
sv: Nafath bekräftade din identitet. Välkommen till Known.
ta: Nafath உங்கள் அடையாளத்தை உறுதிப்படுத்தியது. Known-க்கு வரவேற்கிறோம்.
te: Nafath మీ గుర్తింపును నిర్ధారించింది. Known కు స్వాగతం.
th: Nafath ยืนยันตัวตนของคุณแล้ว ยินดีต้อนรับสู่ Known
tr: Nafath kimliğinizi onayladı. Known'a hoş geldiniz.
uk: Nafath підтвердив вашу особу. Ласкаво просимо до Known.
ur: Nafath نے آپ کی شناخت کی تصدیق کر دی۔ Known میں خوش آمدید۔
vi: Nafath đã xác nhận danh tính của bạn. Chào mừng đến với Known.
zh_hans: Nafath 已确认你的身份。欢迎来到 Known。
zh_hant: Nafath 已確認你的身分。歡迎來到 Known。

# verification.approved.title
source: Identity verified
ar: تم توثيق هويتك
bn: পরিচয় যাচাই হয়েছে
ca: Identitat verificada
cs: Totožnost ověřena
da: Identitet verificeret
de: Identität verifiziert
el: Η ταυτότητα επαληθεύτηκε
es: Identidad verificada
fi: Henkilöllisyys vahvistettu
fr: Identité vérifiée
he: הזהות אומתה
hi: पहचान सत्यापित
hr: Identitet potvrđen
hu: Személyazonosság hitelesítve
id: Identitas terverifikasi
it: Identità verificata
ja: 本人確認が完了しました
ko: 신원이 인증되었어요
ml: ഐഡന്റിറ്റി വെരിഫൈ ചെയ്തു
ms: Identiti disahkan
nb: Identitet verifisert
nl: Identiteit geverifieerd
pl: Tożsamość zweryfikowana
pt_br: Identidade verificada
pt_pt: Identidade verificada
ro: Identitate verificată
ru: Личность подтверждена
sk: Totožnosť overená
sv: Identiteten är verifierad
ta: அடையாளம் சரிபார்க்கப்பட்டது
te: గుర్తింపు ధృవీకరించబడింది
th: ยืนยันตัวตนแล้ว
tr: Kimlik doğrulandı
uk: Особу верифіковано
ur: شناخت تصدیق شدہ
vi: Danh tính đã được xác minh
zh_hans: 身份已验证
zh_hant: 身分已驗證

# verification.cancel.hint
source: Closes identity verification without finishing it
ar: يغلق توثيق الهوية دون إكماله
bn: শেষ না করেই পরিচয় যাচাই বন্ধ করে
ca: Tanca la verificació d'identitat sense acabar-la
cs: Zavře ověření totožnosti bez dokončení
da: Lukker identitetsverificeringen uden at gøre den færdig
de: Schließt die Identitätsprüfung, ohne sie abzuschließen
el: Κλείνει την επαλήθευση ταυτότητας χωρίς να την ολοκληρώσει
es: Cierra la verificación de identidad sin terminarla
fi: Sulkee henkilöllisyyden vahvistuksen viimeistelemättä sitä
fr: Ferme la vérification d’identité sans la terminer
he: סוגר את אימות הזהות בלי לסיים אותו
hi: पहचान सत्यापन को पूरा किए बिना बंद करता है
hr: Zatvara provjeru identiteta bez dovršetka
hu: Bezárja a személyazonosság-hitelesítést befejezés nélkül
id: Menutup verifikasi identitas tanpa menyelesaikannya
it: Chiude la verifica dell'identità senza completarla
ja: 本人確認を完了せずに閉じます
ko: 인증을 마치지 않고 신원 인증을 닫아요
ml: ഐഡന്റിറ്റി വെരിഫിക്കേഷൻ പൂർത്തിയാക്കാതെ അടയ്ക്കുന്നു
ms: Menutup pengesahan identiti tanpa menyelesaikannya
nb: Lukker identitetsverifiseringen uten å fullføre den
nl: Sluit de identiteitsverificatie zonder af te ronden
pl: Zamyka weryfikację tożsamości bez jej ukończenia
pt_br: Fecha a verificação de identidade sem concluí-la
pt_pt: Fecha a verificação de identidade sem a concluir
ro: Închide verificarea identității fără să o finalizeze
ru: Закрывает проверку личности, не завершая её
sk: Zatvorí overenie totožnosti bez dokončenia
sv: Stänger identitetsverifieringen utan att slutföra den
ta: அடையாளச் சரிபார்ப்பை முடிக்காமல் மூடும்
te: గుర్తింపు ధృవీకరణను పూర్తి చేయకుండానే మూసివేస్తుంది
th: ปิดการยืนยันตัวตนโดยไม่ทำให้เสร็จ
tr: Kimlik doğrulamasını bitirmeden kapatır
uk: Закриває верифікацію особи, не завершуючи її
ur: شناخت کی تصدیق مکمل کیے بغیر بند کرتا ہے
vi: Đóng xác minh danh tính mà không hoàn tất
zh_hans: 关闭身份验证，不完成
zh_hant: 關閉身分驗證，不完成

# verification.enter.message
source: Enter your National ID or Iqama number. We'll send it to Nafath, and you'll approve the request in the Nafath app.
ar: أدخل رقم الهوية الوطنية أو الإقامة. سنرسله إلى نفاذ، وستوافق على الطلب من تطبيق نفاذ.
bn: আপনার জাতীয় পরিচয় বা Iqama নম্বর দিন। আমরা সেটি Nafath-এ পাঠাব, আর আপনি Nafath অ্যাপে অনুরোধটি অনুমোদন করবেন।
ca: Introdueix el número del teu document nacional d'identitat o d'Iqama. L'enviarem a Nafath i aprovaràs la sol·licitud a l'app Nafath.
cs: Zadej číslo National ID nebo Iqama. Pošleme ho do Nafath a žádost schválíš v aplikaci Nafath.
da: Indtast dit nationale id- eller Iqama-nummer. Vi sender det til Nafath, og du godkender anmodningen i Nafath-appen.
de: Gib deine National-ID- oder Iqama-Nummer ein. Wir senden sie an Nafath, und du bestätigst die Anfrage in der Nafath-App.
el: Εισήγαγε τον αριθμό National ID ή Iqama. Θα τον στείλουμε στο Nafath και εσύ θα εγκρίνεις το αίτημα στην εφαρμογή Nafath.
es: Introduce tu número de National ID o Iqama. Lo enviaremos a Nafath y aprobarás la solicitud en la app de Nafath.
fi: Anna henkilökorttisi tai Iqama-numerosi. Lähetämme sen Nafathille, ja hyväksyt pyynnön Nafath-sovelluksessa.
fr: Saisissez votre numéro de carte d’identité nationale ou d’Iqama. Nous l’enverrons à Nafath, et vous approuverez la demande dans l’app Nafath.
he: הזן את מספר תעודת הזהות הלאומית או ה-Iqama שלך. נשלח אותו ל-Nafath, ואתה תאשר את הבקשה באפליקציית Nafath.
hi: अपना राष्ट्रीय ID या Iqama नंबर डालें। हम इसे Nafath को भेजेंगे, और आप Nafath ऐप में अनुरोध मंज़ूर करेंगे।
hr: Unesi svoj broj nacionalne osobne iskaznice ili Iqame. Poslat ćemo ga Nafathu, a ti ćeš odobriti zahtjev u aplikaciji Nafath.
hu: Add meg a személyi azonosítódat vagy Iqama számodat. Elküldjük a Nafathnak, és te a Nafath appban hagyod jóvá a kérést.
id: Masukkan nomor ID Nasional atau Iqama-mu. Kami akan mengirimnya ke Nafath, dan kamu menyetujui permintaannya di app Nafath.
it: Inserisci il tuo numero di carta d'identità nazionale o Iqama. Lo invieremo a Nafath e approverai la richiesta nell'app Nafath.
ja: 国民IDまたはIqamaの番号を入力してください。Nafathに送信し、Nafathアプリでリクエストを承認していただきます。
ko: 신분증 번호 또는 Iqama 번호를 입력하세요. Nafath로 보내며, Nafath 앱에서 요청을 승인하면 돼요.
ml: നിങ്ങളുടെ നാഷണൽ ഐഡി അല്ലെങ്കിൽ Iqama നമ്പർ നൽകുക. ഞങ്ങൾ അത് Nafath-ലേക്ക് അയയ്ക്കും, Nafath ആപ്പിൽ നിങ്ങൾ അഭ്യർഥന അംഗീകരിക്കണം.
ms: Masukkan nombor National ID atau Iqama anda. Kami akan menghantarnya kepada Nafath, dan anda meluluskan permintaan dalam app Nafath.
nb: Skriv inn nasjonalt ID-nummer eller Iqama-nummer. Vi sender det til Nafath, og du godkjenner forespørselen i Nafath-appen.
nl: Voer je nationale ID- of Iqama-nummer in. We sturen het naar Nafath en jij keurt het verzoek goed in de Nafath-app.
pl: Wpisz numer dowodu osobistego lub Iqama. Wyślemy go do Nafath, a Ty zatwierdzisz prośbę w aplikacji Nafath.
pt_br: Digite seu número de Identidade Nacional ou Iqama. Vamos enviá-lo ao Nafath, e você aprovará o pedido no app Nafath.
pt_pt: Introduza o seu número de Documento Nacional ou Iqama. Enviá-lo-emos ao Nafath e aprovará o pedido na app Nafath.
ro: Introdu numărul tău de National ID sau Iqama. Îl vom trimite la Nafath, iar tu vei aproba cererea în aplicația Nafath.
ru: Введите номер National ID или Iqama. Мы отправим его в Nafath, а запрос вы подтвердите в приложении Nafath.
sk: Zadaj číslo svojho národného preukazu alebo Iqama. Pošleme ho do Nafath a požiadavku schváliš v aplikácii Nafath.
sv: Ange ditt National ID- eller Iqama-nummer. Vi skickar det till Nafath, och du godkänner begäran i Nafath-appen.
ta: உங்கள் தேசிய அடையாள எண் அல்லது Iqama எண்ணை உள்ளிடுங்கள். அதை Nafath-க்கு அனுப்புவோம்; Nafath செயலியில் கோரிக்கையை ஏற்பீர்கள்.
te: మీ నేషనల్ ID లేదా Iqama నంబర్ నమోదు చేయండి. మేము దాన్ని Nafath కు పంపుతాము, మీరు Nafath యాప్‌లో అభ్యర్థనను ఆమోదిస్తారు.
th: ใส่เลขบัตรประจำตัวประชาชนหรือเลข Iqama ของคุณ เราจะส่งให้ Nafath และคุณอนุมัติคำขอในแอป Nafath
tr: Ulusal Kimlik veya Iqama numaranızı girin. Bunu Nafath'a göndereceğiz ve isteği Nafath uygulamasında onaylayacaksınız.
uk: Введіть номер Національного ID або Iqama. Ми надішлемо його до Nafath, а ви підтвердите запит у застосунку Nafath.
ur: اپنا قومی شناختی نمبر یا Iqama نمبر درج کریں۔ ہم اسے Nafath کو بھیجیں گے، اور آپ Nafath ایپ میں درخواست منظور کریں گے۔
vi: Nhập số căn cước quốc gia hoặc Iqama của bạn. Chúng tôi sẽ gửi đến Nafath, và bạn sẽ chấp thuận yêu cầu trong ứng dụng Nafath.
zh_hans: 请输入你的国民身份证或 Iqama 号码。我们会将其发送给 Nafath，你需要在 Nafath 应用中批准该请求。
zh_hant: 請輸入你的身分證或 Iqama 號碼。我們會將它傳送給 Nafath，你再到 Nafath App 中核准請求。

# verification.enter.privacy
source: Your number is sent securely to Nafath once and is never stored on this device.
ar: يُرسل رقمك إلى نفاذ بشكل آمن مرة واحدة ولا يُخزَّن على هذا الجهاز أبدًا.
bn: আপনার নম্বর নিরাপদে একবার Nafath-এ পাঠানো হয় এবং এই ডিভাইসে কখনও রাখা হয় না।
ca: El teu número s'envia de manera segura a Nafath una sola vegada i mai es desa en aquest dispositiu.
cs: Tvé číslo se jednou bezpečně odešle do Nafath a nikdy se neukládá na tomto zařízení.
da: Dit nummer sendes sikkert til Nafath én gang og gemmes aldrig på denne enhed.
de: Deine Nummer wird einmal sicher an Nafath gesendet und nie auf diesem Gerät gespeichert.
el: Ο αριθμός σου στέλνεται με ασφάλεια στο Nafath μία φορά και δεν αποθηκεύεται ποτέ σε αυτή τη συσκευή.
es: Tu número se envía de forma segura a Nafath una sola vez y nunca se guarda en este dispositivo.
fi: Numerosi lähetetään turvallisesti Nafathille kerran, eikä sitä koskaan tallenneta tälle laitteelle.
fr: Votre numéro est envoyé une seule fois, de façon sécurisée, à Nafath et n’est jamais stocké sur cet appareil.
he: המספר שלך נשלח ל-Nafath באופן מאובטח פעם אחת ואף פעם לא נשמר במכשיר הזה.
hi: आपका नंबर एक बार सुरक्षित रूप से Nafath को भेजा जाता है और इस डिवाइस पर कभी सेव नहीं होता।
hr: Tvoj broj se jednom sigurno šalje Nafathu i nikada se ne sprema na ovom uređaju.
hu: A számodat biztonságosan, egyszer küldjük el a Nafathnak, és soha nem tároljuk ezen az eszközön.
id: Nomormu dikirim dengan aman ke Nafath sekali dan tidak pernah disimpan di perangkat ini.
it: Il tuo numero viene inviato a Nafath in modo sicuro una sola volta e non viene mai conservato su questo dispositivo.
ja: 番号は安全にNafathへ一度だけ送信され、このデバイスには保存されません。
ko: 번호는 한 번만 안전하게 Nafath로 전송되며 이 기기에는 저장되지 않아요.
ml: നിങ്ങളുടെ നമ്പർ സുരക്ഷിതമായി ഒരിക്കൽ മാത്രം Nafath-ലേക്ക് അയയ്ക്കുന്നു, ഈ ഉപകരണത്തിൽ ഒരിക്കലും സൂക്ഷിക്കില്ല.
ms: Nombor anda dihantar dengan selamat kepada Nafath sekali dan tidak pernah disimpan pada peranti ini.
nb: Nummeret ditt sendes sikkert til Nafath én gang og lagres aldri på denne enheten.
nl: Je nummer wordt eenmalig veilig naar Nafath gestuurd en nooit op dit apparaat opgeslagen.
pl: Twój numer jest jednorazowo wysyłany bezpiecznie do Nafath i nigdy nie jest przechowywany na tym urządzeniu.
pt_br: Seu número é enviado ao Nafath uma única vez, com segurança, e nunca é guardado neste dispositivo.
pt_pt: O seu número é enviado ao Nafath de forma segura uma única vez e nunca é guardado neste dispositivo.
ro: Numărul tău este trimis securizat o singură dată la Nafath și nu este stocat niciodată pe acest dispozitiv.
ru: Ваш номер один раз безопасно отправляется в Nafath и никогда не хранится на этом устройстве.
sk: Tvoje číslo sa raz bezpečne odošle do Nafath a nikdy sa neukladá v tomto zariadení.
sv: Ditt nummer skickas säkert till Nafath en gång och sparas aldrig på den här enheten.
ta: உங்கள் எண் ஒருமுறை பாதுகாப்பாக Nafath-க்கு அனுப்பப்படும்; இந்தச் சாதனத்தில் சேமிக்கப்படாது.
te: మీ నంబర్ Nafath కు ఒక్కసారి సురక్షితంగా పంపబడుతుంది, ఈ పరికరంలో ఎప్పుడూ నిల్వ చేయబడదు.
th: หมายเลขของคุณถูกส่งไปยัง Nafath อย่างปลอดภัยเพียงครั้งเดียวและไม่เคยถูกเก็บบนอุปกรณ์นี้
tr: Numaranız Nafath'a bir kez güvenli şekilde gönderilir ve bu cihazda asla saklanmaz.
uk: Ваш номер надсилається до Nafath безпечно один раз і ніколи не зберігається на цьому пристрої.
ur: آپ کا نمبر ایک بار محفوظ طریقے سے Nafath کو بھیجا جاتا ہے اور اس ڈیوائس پر کبھی محفوظ نہیں کیا جاتا۔
vi: Số của bạn được gửi an toàn đến Nafath một lần và không bao giờ được lưu trên thiết bị này.
zh_hans: 你的号码只会安全地发送给 Nafath 一次，绝不会存储在此设备上。
zh_hant: 你的號碼只會安全地傳送給 Nafath 一次，絕不會儲存在此裝置上。

# verification.enter.title
source: Verify with Nafath
ar: وثّق هويتك عبر نفاذ
bn: Nafath দিয়ে ভেরিফাই করুন
ca: Verifica amb Nafath
cs: Ověření přes Nafath
da: Verificér med Nafath
de: Mit Nafath verifizieren
el: Επαλήθευση με Nafath
es: Verificar con Nafath
fi: Vahvista Nafathilla
fr: Se vérifier avec Nafath
he: אמת עם Nafath
hi: Nafath से सत्यापित करें
hr: Potvrdi putem Nafatha
hu: Hitelesítés Nafath-tal
id: Verifikasi dengan Nafath
it: Verifica con Nafath
ja: Nafathで認証
ko: Nafath로 인증
ml: Nafath ഉപയോഗിച്ച് വെരിഫൈ ചെയ്യുക
ms: Sahkan dengan Nafath
nb: Verifiser med Nafath
nl: Verifiëren met Nafath
pl: Weryfikacja przez Nafath
pt_br: Verificar com Nafath
pt_pt: Verificar com Nafath
ro: Verifică cu Nafath
ru: Проверка через Nafath
sk: Overiť cez Nafath
sv: Verifiera med Nafath
ta: Nafath மூலம் சரிபார்
te: Nafath తో ధృవీకరించండి
th: ยืนยันด้วย Nafath
tr: Nafath ile doğrula
uk: Верифікація через Nafath
ur: Nafath سے تصدیق کریں
vi: Xác minh bằng Nafath
zh_hans: 使用 Nafath 验证
zh_hant: 以 Nafath 驗證

# verification.expired.message
source: The request expired before it was approved in Nafath. Start again to get a new number.
ar: انتهت صلاحية الطلب قبل الموافقة عليه في نفاذ. ابدأ من جديد للحصول على رقم جديد.
bn: Nafath-এ অনুমোদনের আগেই অনুরোধের মেয়াদ শেষ হয়ে গেছে। নতুন নম্বর পেতে আবার শুরু করুন।
ca: La sol·licitud ha caducat abans que s'aprovés a Nafath. Torna a començar per obtenir un número nou.
cs: Platnost žádosti vypršela dřív, než byla schválena v Nafath. Začni znovu a dostaneš nové číslo.
da: Anmodningen udløb, før den blev godkendt i Nafath. Start forfra for at få et nyt nummer.
de: Die Anfrage ist abgelaufen, bevor sie in Nafath bestätigt wurde. Beginne neu, um eine neue Nummer zu erhalten.
el: Το αίτημα έληξε πριν εγκριθεί στο Nafath. Ξεκίνα ξανά για να πάρεις νέο αριθμό.
es: La solicitud caducó antes de aprobarse en Nafath. Empieza de nuevo para obtener un número nuevo.
fi: Pyyntö vanheni, ennen kuin se hyväksyttiin Nafathissa. Aloita alusta saadaksesi uuden numeron.
fr: La demande a expiré avant d’être approuvée dans Nafath. Recommencez pour obtenir un nouveau numéro.
he: הבקשה פגה לפני שאושרה ב-Nafath. התחל שוב כדי לקבל מספר חדש.
hi: Nafath में मंज़ूर होने से पहले ही अनुरोध समाप्त हो गया। नया नंबर पाने के लिए फिर शुरू करें।
hr: Zahtjev je istekao prije odobrenja u Nafathu. Počni ponovno da dobiješ novi broj.
hu: A kérés lejárt, mielőtt jóváhagyták volna a Nafathban. Indítsd újra egy új számért.
id: Permintaan kedaluwarsa sebelum disetujui di Nafath. Mulai lagi untuk mendapat nomor baru.
it: La richiesta è scaduta prima di essere approvata in Nafath. Ricomincia per ottenere un nuovo numero.
ja: Nafathで承認される前にリクエストの有効期限が切れました。最初からやり直して、新しい番号を取得してください。
ko: Nafath에서 승인되기 전에 요청이 만료되었어요. 처음부터 다시 시작해 새 번호를 받으세요.
ml: Nafath-ൽ അംഗീകരിക്കുന്നതിന് മുമ്പ് അഭ്യർഥനയുടെ കാലാവധി കഴിഞ്ഞു. പുതിയ നമ്പർ ലഭിക്കാൻ വീണ്ടും തുടങ്ങുക.
ms: Permintaan tamat tempoh sebelum diluluskan dalam Nafath. Mulakan semula untuk mendapat nombor baharu.
nb: Forespørselen utløp før den ble godkjent i Nafath. Start på nytt for å få et nytt nummer.
nl: Het verzoek is verlopen voordat het in Nafath werd goedgekeurd. Begin opnieuw voor een nieuw nummer.
pl: Prośba wygasła, zanim została zatwierdzona w Nafath. Zacznij od nowa, aby dostać nowy numer.
pt_br: O pedido expirou antes de ser aprovado no Nafath. Comece de novo para receber um novo número.
pt_pt: O pedido expirou antes de ser aprovado no Nafath. Recomece para obter um novo número.
ro: Cererea a expirat înainte să fie aprobată în Nafath. Începe din nou pentru a primi un număr nou.
ru: Срок запроса истёк до подтверждения в Nafath. Начните заново, чтобы получить новый номер.
sk: Požiadavka vypršala skôr, než bola schválená v Nafath. Začni znova, aby si dostal nové číslo.
sv: Begäran gick ut innan den godkändes i Nafath. Börja om för att få ett nytt nummer.
ta: Nafath-இல் ஏற்கப்படுவதற்குள் கோரிக்கை காலாவதியானது. புதிய எண் பெற மீண்டும் தொடங்குங்கள்.
te: Nafath లో ఆమోదించకముందే అభ్యర్థన గడువు ముగిసింది. కొత్త నంబర్ కోసం మళ్లీ ప్రారంభించండి.
th: คำขอหมดอายุก่อนจะได้รับการอนุมัติใน Nafath เริ่มใหม่เพื่อรับหมายเลขใหม่
tr: İstek, Nafath'ta onaylanmadan süresi doldu. Yeni bir numara almak için yeniden başlayın.
uk: Запит закінчився, перш ніж його підтвердили в Nafath. Почніть знову, щоб отримати новий номер.
ur: درخواست Nafath میں منظور ہونے سے پہلے ختم ہو گئی۔ نیا نمبر لینے کے لیے دوبارہ شروع کریں۔
vi: Yêu cầu đã hết hạn trước khi được chấp thuận trong Nafath. Hãy bắt đầu lại để nhận một số mới.
zh_hans: 请求在 Nafath 中获批之前已过期。请重新开始以获取新的数字。
zh_hant: 請求在 Nafath 核准前已過期。請重新開始以取得新的號碼。
